Repository: Abysim/friendica-addons
Catalog: statusnet/lang/*/messages.po
Languages: hu

source: Post to GNU Social
hu: Beküldés a GNU Socialra

source: Please contact your site administrator.<br />The provided API URL is not valid.
hu: Vegye fel a kapcsolatot az oldal adminisztrátorával.<br />A megadott API URL nem érvényes.

source: We could not contact the GNU Social API with the Path you entered.
hu: Nem tudtunk kapcsolatba lépni a GNU Social API-val azon az útvonalon, amelyet megadott.

source: GNU Social Import/Export/Mirror
hu: GNU Social importálás, exportálás vagy tükrözés

source: Globally Available GNU Social OAuthKeys
hu: Globálisan elérhető GNU Social OAuth-kulcsok

source: There are preconfigured OAuth key pairs for some GNU Social servers available. If you are using one of them, please use these credentials. If not feel free to connect to any other GNU Social instance (see below).
hu: Előre beállított OAuth-kulcspárok érhetők el néhány GNU Social kiszolgálóhoz. Ha ezek egyikét használja, akkor használja ezeket a hitelesítési adatokat. Ha nem használja, akkor nyugodtan kapcsolódjon bármely egyéb GNU Social példányhoz (lásd lent).

source: Save Settings
hu: Beállítások mentése

source: Provide your own OAuth Credentials
hu: Adja meg a saját OAuth hitelesítési adatait

source: No consumer key pair for GNU Social found. Register your Friendica Account as an desktop client on your GNU Social account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorited GNU Social installation.
hu: Nem találhatók felhasználói kulcspárok a GNU Socialhoz. Regisztrálja a Friendica fiókját asztali kliensként a GNU Social fiókjánál, másolja be a felhasználói kulcspárt ide, és adja meg az API alapgyökerét.<br />Mielőtt saját OAuth kulcspárt regisztrálna, kérdezze meg az adminisztrátort, hogy van-e már kulcspár ehhez a Friendica telepítéshez a kedvenc GNU Social telepítésénél.

source: OAuth Consumer Key
hu: OAuth felhasználói kulcs

source: OAuth Consumer Secret
hu: OAuth felhasználói titok

source: Base API Path (remember the trailing /)
hu: Alap API útvonal (ne felejtse el a záró / karaktert)

source: To connect to your GNU Social account click the button below to get a security code from GNU Social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU Social.
hu: A GNU Social fiókhoz való kapcsolódáshoz kattintson a lenti gombra, hogy megkapja a biztonsági kódot a GNU Socialtól, amelyet a lenti beviteli mezőbe kell bemásolnia, majd el kell küldenie az űrlapot. Csak a <strong>nyilvános</strong> bejegyzései lesznek beküldve a GNU Socialra.

source: Log in with GNU Social
hu: Bejelentkezés GNU Social használatával

source: Copy the security code from GNU Social here
hu: Másolja be ide a GNU Socialtól származó biztonsági kódot

source: Cancel Connection Process
hu: Kapcsolódási folyamat megszakítása

source: Current GNU Social API is
hu: A jelenlegi GNU Social API

source: Cancel GNU Social Connection
hu: GNU Social kapcsolódás megszakítása

source: Currently connected to:
hu: Jelenleg ehhez van kapcsolódva:

source: If enabled all your <strong>public</strong> postings can be posted to the associated GNU Social account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
hu: Ha engedélyezve van, akkor az összes <strong>nyilvános</strong> beküldés beküldhető a hozzárendelt GNU Social fiókba. Kiválaszthatja, hogy ezt alapértelmezetten szeretné-e (itt), vagy minden egyes beküldésnél különállóan a beküldési beállításokban, amikor megírja a bejegyzést.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU Social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
hu: <strong>Megjegyzés</strong>: az adatvédelmi beállításai miatt (<em>Elrejti a profilja részleteit az ismeretlen megtekintők elől?</em>) a GNU Socialra továbbított nyilvános beküldésekben vélhetően tartalmazott hivatkozás a látogatót egy üres oldalra fogja vezetni, amely arról tájékoztatja a látogatót, hogy a profiljához való hozzáférés korlátozva lett.

source: Allow posting to GNU Social
hu: Beküldés engedélyezése a GNU Socialra

source: Send public postings to GNU Social by default
hu: Nyilvános beküldések küldése a GNU Socialra alapértelmezetten

source: Mirror all posts from GNU Social that are no replies or repeated messages
hu: A GNU Socialtól származó összes bejegyzés tükrözése, amelyek nem válaszok vagy ismételt üzenetek

source: Import the remote timeline
hu: A távoli idővonal importálása

source: Disabled
hu: Letiltva

source: Full Timeline
hu: Teljes idővonal

source: Only Mentions
hu: Csak említések

source: Clear OAuth configuration
hu: OAuth beállítás törlése

source: Site name
hu: Oldal neve

source: Consumer Secret
hu: Felhasználói titok

source: Consumer Key
hu: Felhasználói kulcs
