Repository: Abysim/friendica-addons
Catalog: cookienotice/lang/*/messages.po
Languages: hu

source: This website uses cookies. If you continue browsing this website, you agree to the usage of cookies.
hu: Ez a weboldal sütiket használ. Ha folytatja a böngészést a weboldalon, akkor elfogadja a sütik használatát.

source: OK
hu: Rendben

source: "cookienotice" Settings
hu: A sütifigyelmeztetés beállításai

source: <b>Configure your cookie usage notice.</b> It should just be a notice, saying that the website uses cookies. It is shown as long as a user didnt confirm clicking the OK button.
hu: <b>Állítsa be a sütihasználati figyelmeztetést.</b> Ennek csak egy figyelmeztetésnek kell lennie, amely arra hívja fel a figyelmet, hogy a weboldal sütiket használ. Egészen addig lesz megjelenítve, amíg a felhasználó nem fogadja el a Rendben gombra kattintva.

source: Cookie Usage Notice
hu: Sütihasználati figyelmeztetés

source: The cookie usage notice
hu: A sütihasználati figyelmeztetés

source: OK Button Text
hu: Rendben gomb szövege

source: The OK Button text
hu: A „Rendben” gomb szövege

source: Save Settings
hu: Beállítások mentése

source: cookienotice Settings saved.
hu: A sütifigyelmeztetés beállításai elmentve.

source: This website uses cookies to recognize revisiting and logged in users. You accept the usage of these cookies by continue browsing this website.
hu: Ez a weboldal sütiket használ az újralátogatás felismeréséhez és a bejelentkezett felhasználókhoz. A weboldalon történő böngészés folytatásával Ön elfogadja ezen sütik használatát.
