Repository: Abysim/friendica-addons
Catalog: langfilter/lang/*/messages.po
Languages: sv

source: Language Filter
sv: Språkfilter

source: This addon tries to identify the language posts are written in. If it does not match any language specified below, posts will be hidden by collapsing them.
sv: Detta tillägg försöker identifiera vilket språk inlägg är skrivna i. Om det inte matchar ett språk specifierat nedan så göms inlägg genom att kollapsa dem.

source: Use the language filter
sv: Använd språkfiltret

source: Able to read
sv: Kan läsa

source: List of abbreviations (iso2 codes) for languages you speak, comma separated. For example "de,it".
sv: Lista av förkortningar (iso2 koder) för spåk du pratar, separerade av kommatecken. Exempel: "de, it".

source: Minimum confidence in language detection
sv: Minsta förtroende i språkigenkänning

source: Minimum confidence in language detection being correct, from 0 to 100. Posts will not be filtered when the confidence of language detection is below this percent value.
sv: Minsta förtroende i att språkigenkänningen är korrekt, från 0 till 100. Inlägg filtreras inte när förtroendet i språkigenkänningen är under detta procentvärde.

source: Minimum length of message body
sv: Minsta längd på meddelandetext

source: Minimum number of characters in message body for filter to be used. Posts shorter than this will not be filtered. Note: Language detection is unreliable for short content (<200 characters).
sv: Minsta antal tecken i meddelande text för att ett filter ska användas. Inlägg kortare än detta kommer inte filtreras. Notera: Språkigenkänning är inte tillförlitligt på korta texter (<200 tecken).

source: Save Settings
sv: Spara inställningar

source: Language Filter Settings saved.
sv: Inställningar för språkfilter sparade.

source: Filtered language: %s
sv: Filtrerat språk: %s
