Repository: Abysim/friendica-addons
Catalog: pumpio/lang/*/messages.po
Languages: hu

source: Permission denied.
hu: Engedély megtagadva.

source: Unable to register the client at the pump.io server '%s'.
hu: Nem lehet regisztrálni a klienst a(z) „%s” pump.io kiszolgálón.

source: You are now authenticated to pumpio.
hu: Most már hitelesítve van a pump.io-hoz.

source: return to the connector page
hu: visszatérés a csatlakozó oldalára

source: Post to pumpio
hu: Beküldése a pump.io-ra

source: Pump.io Import/Export/Mirror
hu: Pump.io importálás, exportálás vagy tükrözés

source: pump.io username (without the servername)
hu: pump.io felhasználónév (a kiszolgálónév nélkül)

source: pump.io servername (without "http://" or "https://" )
hu: pump.io kiszolgálónév (a „http://” vagy „https://” nélkül)

source: Authenticate your pump.io connection
hu: A pump.io-kapcsolatának hitelesítése

source: Import the remote timeline
hu: A távoli idővonal importálása

source: Enable pump.io Post Addon
hu: A pump.io-beküldő bővítmény engedélyezése

source: Post to pump.io by default
hu: Beküldés a pump.io-ra alapértelmezetten

source: Should posts be public?
hu: Nyilvánosak legyenek a bejegyzések?

source: Mirror all public posts
hu: Összes nyilvános bejegyzés tükrözése

source: Check to delete this preset
hu: Jelölje be az előbeállítás törléséhez

source: Save Settings
hu: Beállítások mentése

source: status
hu: állapotát

source: %1$s likes %2$s's %3$s
hu: %1$s kedveli %2$s %3$s
