Repository: Abysim/friendica-addons
Catalog: remote_permissions/lang/*/messages.po
Languages: hu

source: Remote Permissions Settings
hu: Távoli jogosultságok beállításai

source: Allow recipients of your private posts to see the other recipients of the posts
hu: Engedélyezés a személyes bejegyzések címzettjei számára, hogy láthassák a bejegyzések egyéb címzettjeit

source: Save Settings
hu: Beállítások mentése

source: Visible to:
hu: Látható nekik:

source: Visible to
hu: Látható nekik

source: may only be a partial list
hu: esetleg csak részleges lista lehet

source: Global
hu: Globális

source: The posts of every user on this server show the post recipients
hu: Ezen a kiszolgálón lévő összes felhasználó bejegyzései megjelenítik a bejegyzés címzettjeit

source: Individual
hu: Egyéni

source: Each user chooses whether his/her posts show the post recipients
hu: Minden felhasználó kiválaszthatja, hogy a bejegyzéseik megjelenítsék-e a bejegyzés címzettjeit
