Repository: Abysim/friendica-addons
Catalog: advancedcontentfilter/lang/*/messages.po
Languages: hu, ru

source: Filtered by rule: %s
hu: Szűrve a szabály alapján: %s
ru: Отфильтровано по правилу: %s

source: Advanced Content Filter
hu: Speciális tartalomszűrő
ru: Расширенный фильтр содержимого

source: Back to Addon Settings
hu: Vissza a bővítménybeállításokhoz
ru: Вернуться к настройкам дополнений

source: Add a Rule
hu: Szabály hozzáadása
ru: Добавить правило

source: Help
hu: Súgó
ru: Помощь

source: Add and manage your personal content filter rules in this screen. Rules have a name and an arbitrary expression that will be matched against post data. For a complete reference of the available operations and variables, check the <a href="advancedcontentfilter/help">help page</a>.
hu: Személyes tartalomszűrő szabályok hozzáadása és kezelése ezen a képernyőn. A szabályoknak van nevük és egy tetszőleges kifejezésük, amely illesztve lesz a bejegyzés adatára. Az elérhető műveletek és változók teljes hivatkozásáért nézze meg a <a href="advancedcontentfilter/help">súgóoldalt</a>.
ru: Добавляйте и управляйте своими собственными фильтрами на этой странице. У правил есть имя и произвольное выражение, которое будет сопоставляться с данными поста. Для полной ссылки на доступные операции и переменные, посмотрите <a href="advancedcontentfilter/help">страницу справки</a>.

source: Your rules
hu: Az Ön szabályai
ru: Ваши правила

source: You have no rules yet! Start adding one by clicking on the button above next to the title.
hu: Még nincsenek szabályai! Kezdje meg egy szabály hozzáadását a cím mellett lévő fenti gombra kattintva.
ru: У Вас нет ни одного правила. Начните добавление первого с нажатия на кнопку выше, рядом с названием.

source: Disabled
hu: Letiltva
ru: Отключено

source: Enabled
hu: Engedélyezve
ru: Включено

source: Disable this rule
hu: A szabály letiltása
ru: Отключить это правило

source: Enable this rule
hu: A szabály engedélyezése
ru: Включить это правило

source: Edit this rule
hu: A szabály szerkesztése
ru: Изменить это правило

source: Edit the rule
hu: A szabály szerkesztése
ru: Изменить правило

source: Save this rule
hu: A szabály mentése
ru: Сохранить это правило

source: Delete this rule
hu: A szabály törlése
ru: Удалить это правило

source: Rule
hu: Szabály
ru: Правило

source: Close
hu: Bezárás
ru: Закрыть

source: Add new rule
hu: Új szabály hozzáadása
ru: Добавить новое правило

source: Rule Name
hu: Szabály neve
ru: Название правила

source: Rule Expression
hu: Szabály kifejezése
ru: Содержание правила

source: <p>Examples:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
hu: <p>Példák:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
ru: <p>Примеры:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>

source: Cancel
hu: Mégse
ru: Отмена

source: You must be logged in to use this method
hu: Bejelentkezve kell lennie a módszer használatához
ru: Вы должны авторизоваться для использования этого метода

source: Invalid form security token, please refresh the page.
hu: Érvénytelen űrlap biztonsági token. Frissítse az oldalt.
ru: Неверный ключ, пожалуйста, перезагрузите страницу

source: The rule name and expression are required.
hu: A szabály neve és kifejezése kötelező.
ru: Требуется ввести название и значение правила.

source: Rule successfully added
hu: A szabály sikeresen hozzáadva
ru: Правило успешно добавлено

source: Rule doesn't exist or doesn't belong to you.
hu: A szabály nem létezik vagy nem Önhöz tatozik.
ru: Правило не найдено или доступ к нему закрыт

source: Rule successfully updated
hu: A szabály sikeresen frissítve
ru: Правило успешно обновлено

source: Rule successfully deleted
hu: A szabály sikeresen törölve
ru: Правило успешно удалено

source: Missing argument: guid.
hu: Hiányzó argumentum: guid.
ru: Отсутствующий аргумент: guid.

source: Unknown post with guid: %s
hu: Ismeretlen bejegyzés a következő guid azonosítóval: %s
ru: Неизвестный пост в ID: %s

source: Method not found
hu: A módszer nem található
ru: Метод не найден
