Repository: Abysim/friendica-addons
Catalog: wppost/lang/*/messages.po
Languages: hu

source: Post to Wordpress
hu: Beküldés a WordPressre

source: Wordpress Export
hu: WordPress exportálás

source: Enable WordPress Post Addon
hu: A WordPress-beküldő bővítmény engedélyezése

source: WordPress username
hu: WordPress felhasználónév

source: WordPress password
hu: WordPress jelszó

source: Post to WordPress by default
hu: Beküldés a WordPressre alapértelmezetten

source: Provide a backlink to the Friendica post
hu: Visszafelé mutató hivatkozás biztosítása a Friendica bejegyzésre

source: Text for the backlink, e.g. Read the original post and comment stream on Friendica.
hu: A visszafelé mutató hivatkozás szövege, például „Olvassa el az eredeti bejegyzést és a hozzászólásokat a Friendicán”.

source: Don't post messages that are too short
hu: Ne küldjön be olyan üzeneteket, amelyek túl rövidek

source: Save Settings
hu: Beállítások mentése

source: Read the orig­i­nal post and com­ment stream on Friendica
hu: Olvassa el az eredeti bejegyzést és a hozzászólásokat a Friendicán

source: Post from Friendica
hu: Bejegyzés a Friendicáról
