Repository: Abysim/friendica-addons
Catalog: jappixmini/lang/*/messages.po
Languages: es, hu, it

source: Activate addon
es: Activar addon
hu: Bővítmény bekapcsolása
it: Abilita plugin

source: Do <em>not</em> insert the Jappixmini Chat-Widget into the webinterface
es: <em>No</em> insertar el Widget de chat de Jappixmini en la interfaz web
hu: <em>Ne</em> szúrja be a Jappixmini csevegés felületi elemet a webes felületbe
it: Non inserire Jappixmini nell'intrerfaccia web

source: Jabber username
es: Usuario de Jabber
hu: Jabber felhasználónév
it: Nome utente Jabber

source: Jabber server
es: Servidor de Jabber
hu: Jabber kiszolgáló
it: Server Jabber

source: Jabber BOSH host
es: Servidor de Jabber BOSH
hu: Jabber BOSH kiszolgáló
it: Server BOSH Jabber

source: Jabber password
es: Contraseña de Jabber
hu: Jabber jelszó
it: Password Jabber

source: Encrypt Jabber password with Friendica password (recommended)
es: Encriptar la contraseña de Jabber con la contraseña de Friendica (recomendado)
hu: Jabber jelszó titkosítása a Friendica jelszóval (ajánlott)
it: Cripta la password Jabber con la password di Friendica (consigliato)

source: Friendica password
es: Contraseña de Friendica
hu: Friendica jelszó
it: Password Friendica

source: Approve subscription requests from Friendica contacts automatically
es: Aprobar solicitud de suscripción de los contactos de Friendica automáticamente
hu: A Friendica partnerektől érkező feliratkozási kérelmek automatikus jóváhagyása
it: Approva le richieste di collegamento dai tuoi contatti Friendica automaticamente

source: Subscribe to Friendica contacts automatically
es: Siscribirse a los contactos de Friendica automáticamente
hu: Automatikus feliratkozás a Friendica partnerekre
it: Sottoscrivi automaticamente i contatti Friendica

source: Purge internal list of jabber addresses of contacts
es: Eliminar la lista interna de direcciones de contactos de jabber
hu: A partnerek jabber-címei belső listájának törlése
it: Pulisci la lista interna degli indirizzi Jabber dei contatti

source: Save Settings
es: Guardar Ajustes
hu: Beállítások mentése
it: Salva Impostazioni

source: Add contact
es: Añadir contacto
hu: Partner hozzáadása
it: Aggiungi contatto
