Repository: Abysim/friendica-addons
Catalog: morechoice/lang/*/messages.po
Languages: cs, de, es, hu, it

source: Androgyne
cs: Androgyn
de: Androgyn
es: Adrogino
hu: Androgén
it: Androgino

source: Bear
cs: Medvěd
de: Bär
es: Grande y peludo
hu: Medve
it: Orso

source: Bigender
es: Ambos generos
hu: Kétnemű

source: Cross dresser
es: Trasvesti
hu: Ellenkező neműnek öltöző
it: Travestito

source: Drag queen
es: Reina de Gala

source: Eunuch
es: Eunuco
it: Eunico

source: Faux queen
es: Reina Falsa

source: Gender fluid
es: Género Fluido

source: Kathoey
es: Kathoey 'Thai'

source: Lady
cs: Dáma
es: Dama
it: Signora

source: Lipstick lesbian
de: Lippenstift-Lesbe
es: Lesbiana labial (bi)
hu: Lipstick leszbikus
it: Lesbica Lipstick

source: Monk
cs: Mnich
de: Mönch
es: Monje
hu: Szerzetes
it: Monaco

source: Nun
cs: Jeptiška
de: Nonne
es: Monja
hu: Apáca
it: Suora

source: Soft butch
de: zarter Butch
es: Marimacho leve

source: Stone femme
de: steinerne Femme
es: Mujer Dura

source: Tomboy
es: Niña niño
hu: Fiús lány
it: Maschiaccio

source: Transman
cs: Transmuž
de: Transmann
es: Hombre Trans
hu: Transz férfi
it: Uomo trans

source: Transwoman
cs: Transžena
de: Transfrau
es: Mujer Trans
hu: Transz nő
it: Donna trans

source: Transvesti
cs: Transvestita
de: Transvestit
es: Trasvestido
hu: Transzvesztiták
it: Travestito

source: Trigender
es: Trigenere
hu: Háromnemű
it: Trigenere

source: Can't remember
cs: Nepamatuju si
de: Kann mich nicht erinnern
es: No recuerdo
hu: Nem emlékszem
it: Non ricordo

source: Hard to tell these days
cs: Těžké říct touhle dobou
de: Schwer zu sagen dieser Tage
es: Díficil recordar ahora
hu: Nehéz megmondani manapság
it: Difficile a dire di questi tempi

source: Girls with big tits
cs: Holky s velkýma kozama
de: Mädels mit großen Brüsten
es: Chica con grandes tetas
hu: Nagy mellű lányok
it: Ragazze con le tette grosse

source: Millionaires
cs: Milionáři
de: Millionäre
es: Millonarios
hu: Milliomosok
it: Milionari

source: Guys with big schlongs
cs: Chlapi s velkýma ptákama
de: Typen mit großen Schwänzen
es: Chico con un gran paquete
hu: Nagy nemi szervű fiúk
it: Ragazzi con grossi salsicciotti

source: Easy women
cs: Lehké ženy
de: Leichte Frauen
es: Chica Fácil
hu: Könnyű nők
it: Donne facili

source: People with impaired mobility
cs: Lidé s pohybovým postižením
de: Menschen mit eingeschränkter Mobilität
es: Persona con movilidad reducida
hu: Mozgássérült emberek
it: Persone con disabilità motorie

source: Amputees
cs: Amputovaní
de: Amputierte
es: Amputado
hu: Amputáltak
it: Amputati

source: Statues, mannequins and immobility
cs: Sochy, figuríny a nepohyblivost
de: Statuen, Schaufensterpuppen und Unbeweglichkeit
es: Estatua, maniquí e inmovilizado
hu: Szobrok, manökenek és mozdulatlanság
it: Statue, manichini e immobilità

source: Pain
cs: Bolest
de: Schmerzen
es: Dolor
hu: Fájdalom
it: Dolore

source: Trans men
cs: Transmuži
de: Trans-Männer
es: Hombre Trans
hu: Transz férfiak
it: Uomini trans

source: Older women
cs: Starší ženy
de: Andere Frauen
es: Mujer Grande
hu: Idősebb nők
it: Donne anziane

source: Asphyxiation
es: Asfixia
hu: Fulladás
it: Asfissia

source: In public
cs: Na veřejnosti
de: In der Öffentlichkeit
es: En público
hu: Nyilvánosan
it: In pubblico

source: In danger
cs: V nebezpečí
de: In Gefahr
es: En peligro
hu: Veszélyben
it: In pericolo

source: Pretending to be male
cs: Předstírají, že jsou muži
de: Gebe vor, männlich zu sein
es: Petendiendo ser hombre
hu: Férfinak színlelve
it: Fare finta di essere un uomo

source: Pretending to be female
cs: Předstírají, že jsou ženy
de: Gebe vor, weiblich zu sein
es: Petendiendo ser mujer
hu: Nőnek színlelve
it: Fare finta di essere una donna

source: Scat
de: Kot
es: Escatolog@
hu: Ürülék

source: Crying
cs: Pláčí
de: Heulen
es: Lorrón@
hu: Sírás
it: Pianto

source: Nappies/Diapers
cs: Plenky
de: Windeln
es: Pañal/Toallitas
hu: Pelenkák
it: Pannolini

source: Trees
cs: Stromy
de: Bäume
es: Árbol
hu: Fák
it: Alberi

source: Vomit
cs: Zvracení
de: Kotzen
es: Vómito
hu: Hányás
it: Vomito

source: Murder
cs: Vražda
de: Mörder
es: Asesino
hu: Gyilkos
it: Omicidio

source: Fat people
cs: Tlustí lidé
de: Fettleibige
es: Gente gorda
hu: Kövér emberek
it: Persone grasse

source: Feet
cs: Nohy
de: Füße
es: Pies
hu: Láb
it: Piedi

source: Covered in insects
cs: Pokryti hmyzem
de: Mit Insekten bedeckt sein
es: Cubierto de insectos
hu: Rovarokkal borítva
it: Ricoperto di insetti

source: Turning a human being into furniture
cs: Mění lidské bytosti v nábytek
de: Menschen in Möbel verwandeln
es: Convertir un humano en mueble
hu: Emberek bútorrá alakítása
it: Trasformare un essere umano in arredamento

source: Elderly people
cs: Postarší lidé
de: Ältere Personen
es: Gente mayor
hu: Idős emberek
it: Persone anziane

source: Transgender people
cs: Transgenderoví lidé
de: Transgender-Personen
es: Gente transgenere
hu: Trasznemű emberek
it: Perone transgender

source: Criminals
cs: Zločinci
de: Kriminelle
es: Criminales
hu: Bűnözők
it: Criminali

source: Stealing
cs: Kradou
de: Stehlen
es: Ladrón
hu: Lopás
it: Rubare

source: Breast milk
de: Muttermilch
es: Chupa leche
hu: Anyatej
it: Latte materno

source: Immersing genitals in liquids
de: Eintauchen von Genitalien in Flüssigkeiten
es: Genitales húmedos
hu: Nemi szervek folyadékba merítése
it: Immergere i genitali in liquidi

source: Giants
cs: Obři
de: Riesen
es: Gigantes
hu: Óriások
it: Giganti

source: Masochism
cs: Masochismus
de: Masochismus
es: Masoquismo
hu: Mazochizmus
it: Masochismo

source: Cars
cs: Auto
de: Autos
es: Carros
hu: Autók
it: Macchine

source: Menstruation
cs: Menstruace
es: Mestruación
hu: Menstruáció
it: Mestruazioni

source: Mucus
de: Schleim
es: Moco
hu: Nyálka
it: Muco

source: Obscene language
cs: Sprostý jazyk
de: Obszöne Sprache
es: Lenguaje obseno
hu: Trágár nyelv
it: Linguaggio osceno

source: Noses
cs: Nosy
de: Nasen
es: Nariz
hu: Orrok
it: Nasi

source: Navels
cs: Pupky
de: Bauchnabel
es: Ombligos
hu: Köldökök
it: Ombelichi

source: Corpses
cs: Mrtvoly
de: Leichen
es: Cadaveres
hu: Holttestek
it: Cadaveri

source: Smells
cs: Pachy
de: Gerüche
es: Aromas
hu: Szagok
it: Odori

source: Buttocks
de: Hintern
es: Traseros
hu: Fenék
it: Natiche

source: Nonliving objects
cs: Neživoucí předměty
de: Leblose Objekte
es: Objetos inertes
hu: Nem élő objektumok
it: Oggetti inanimati

source: Sleeping people
cs: Spící lidé
de: Schlafende Personen
es: Gente dormida
hu: Alvó emberek
it: Persone addormentate

source: Urination
cs: Močení
de: Urinieren
es: Orina
hu: Vizelés
it: Minzione

source: Eating people
cs: Žerou lidi
de: Essende Menschen
es: Que come gente
hu: Emberek megevése
it: Mangiare persone

source: Being eaten
de: Verspeist zu werden
es: Ser comido
hu: Megevés mások által
it: Essere mangiato

source: Animals
cs: Zvířata
de: Tiere
es: Animales
hu: Állatok
it: Animali

source: I'd rather just have some chocolate
cs: Radši bych si prostě dal čokoládu
de: Ich bevorzuge eine Tafel Schokolade
es: Prefiero tomar chocolate
hu: Inkább csak egy kis csokit kérek
it: Preferisco del cioccolato

source: Married to my job
de: Mit meinem Job verheiratet
es: Casado con el trabajo
hu: Munkamániás
it: Sposato al mio lavoro

source: Polygamist
cs: Polygamist(k)a
es: Polígam@
hu: Poligámista
it: Poligamo

source: Half married
cs: Napůl ženatý/vdaná
de: halb verheiratet
es: Medio casad@
hu: Válás alatt lévő
it: Mezzo sposato

source: Living in the past
cs: Žiju v minulosti
de: In der Vergangenheit lebend
es: Que vive en el pasado
hu: Múltban élő
it: Vivere nel passato

source: Pretending to be over my ex
de: Ich tue so, als wäre ich über meine Trennung hinweg
es: Pretendiendo superar a mi ex
hu: Tetteti, hogy túl van az exén
it: Fingere di non provare più nulla per l'ex

source: Hurt in the past
cs: Ublížen v minulosti
de: Schon einmal verletzt worden
es: Herida en el pasado
hu: Múltbeli sérelem
it: Ferito in passato

source: Wallowing in self-pity
de: In Selbstmitleid wälzend
es: Revolcadome en autocompasión
hu: Önsajnálatban tobzódik
it: Crogiolarsi nell'autocommiserazione

source: Metrosexual
cs: Metrosexuál
de: Metrosexuell
hu: Metroszexuális
it: Metrosessuale

source: Breats
de: Brüste
hu: Mellek
it: Seni
