Repository: Abysim/friendica-addons
Catalog: mailstream/lang/*/messages.po
Languages: cs, it

source: From Address
cs: Adresa odesílatele
it: Indirizzo di invio

source: Email address that stream items will appear to be from.
cs: Adresa, která vysílá položky, se objeví jako odesílatel.
it: Indirizzo email da cui i messaggi appariranno inviati

source: Save Settings
cs: Uložit nastavení
it: Salva Impostazioni

source: Re:
it: R:

source: Friendica post
cs: Příspěvek z Friendica
it: Messaggio Friendica

source: Diaspora post
cs: Příspěvek z Diaspora
it: Messaggio Diaspora

source: Feed item
cs: Položka kanálu
it: Elemento da feed

source: Friendica Item
cs: Položka z Friendica
it: Elemento da Friendica

source: Local
cs: Místní
it: Locale

source: Enabled
cs: Povoleno
it: Abilitato

source: Email Address
cs: E-mailová adresa
it: Indirizzo Email

source: Leave blank to use your account email address
cs: Ponechte prázdné pro použití vaší e-mailové adresy
it: Lascia in bianco per usare l'indirizzo email del tuo account

source: Exclude Likes
cs: Vynechávat "lajky"
it: Escludi "Mi Piace"

source: Check this to omit mailing "Like" notifications
cs: Zaškrtnutím vypnete posílání oznámení o "To se mi líbí"
it: Seleziona per evitare di inviare notifiche per "Mi Piace"

source: Attach Images
cs: Připojit obrázky
it: Allega Immagini

source: Download images in posts and attach them to the email. Useful for reading email while offline.
cs: Stahovat obrázky v příspěvcích a připojovat je k e-mailu. Užitečné pro čtení e-mailu, když jste offline.
it: Scarica le immagini nei messaggi e le allega alle email. Utile per leggere le email mentre si Ã¨ offline.

source: Mail Stream Settings
cs: Nastavení Mail Stream
it: Impostazioni Mail Stream
