Repository: Abysim/friendica-addons
Catalog: diaspora/lang/*/messages.po
Languages: ar, de, fr

source: Post to Diaspora
ar: انشر في الدياسبورا
de: Auf Diaspora veröffentlichen
fr: Publier sur Diaspora

source: Please remember: You can always be reached from Diaspora with your Friendica handle <strong>%s</strong>.
ar: يرجى تذكر: يامكانية وصولك من الشتات دائمًا باستخدام مقبض Friendica الخاص بك1 %s
de: Denke daran: Du kannst Jederzeit über deinen Friendica Account <strong>%s</strong> von Diaspora aus erreicht werden.
fr: Attention : vous pouvez toujours être joint par Diaspora avec votre identifiant Friendica <strong>%s</strong>.

source: This connector is only meant if you still want to use your old Diaspora account for some time.
ar: هذا الرابط مخصص فقط إذا كنت لا تزال ترغب في استخدام حساب الشتات القديم الخاص بك لبعض الوقت.
de: Dieser Connector ist ausschließlich dafür gedacht, deinen alten Diaspora Account noch ein wenig weiter zu betreiben.
fr: Ce connecteur ne doit être utilisé que si vous souhaitez encore utiliser votre ancien compte Diaspora.

source: However, it is preferred that you tell your Diaspora contacts the new handle <strong>%s</strong> instead.
ar: ومع ذلك ، يُفضل أن تخبر جهات اتصالك في الشتات بالمعامل الجديد بدلاً من ذلك. 1 1%s
de: Du solltest allerdings deinen Diaspora Kontakten deinen Friendica Account <strong>%s</strong> mitteilen, damit sie diesem folgen.
fr: Quoi qu'il en soit, il est préférable de communiquer son nouvel identifiant à ses contacts Diaspora <strong>%s</strong>.

source: All aspects
ar: كل الأوجه
de: Alle Aspekte
fr: Tous les aspects

source: Public
ar: عام
de: Öffentlich

source: Post to aspect:
ar: النشر إلى المنظور:
de: Bei aspect veröffentlichen:
fr: Publier avec l'aspect:

source: Connected with your Diaspora account <strong>%s</strong>
ar: متصل بحساب الدياسبورا الخاص بك1 %s1
de: Verbunden mit deinem Diaspora-Konto <strong>%s</strong>
fr: Connecté avec votre compte Diaspora <strong>%s</strong>

source: Can't login to your Diaspora account. Please check handle (in the format user@domain.tld) and password.
ar: لا يمكن تسجيل الدخول إلى حساب الدياسبورا الخاص بك. يرجى التحقق من المقبض (كالاتي user@domain.tld) وكلمة المرور.
de: Anmeldung bei deinem Diaspora-Konto fehlgeschlagen. Bitte überprüfe Handle (im Format user@domain.tld) und Passwort.
fr: Connexion impossible à votre compte Diaspora. Merci de vérifier votre identifiant (au format user@domain.tld) et votre mot de passe.

source: Diaspora Export
ar: تصدير الدياسبورا
fr: Export Diaspora

source: Information
ar: معلومات

source: Error
ar: أخطاء
de: Fehler
fr: Erreur

source: Save Settings
ar: حفظ الإعدادات
de: Einstellungen speichern
fr: Sauvegarder les paramètres

source: Enable Diaspora Post Addon
ar: تمكين الدياسبورا نشر ملحق
de: Diaspora-Post-Addon aktivieren
fr: Activer l’extension « Publier sur Diaspora »

source: Diaspora handle
ar: مقبض الدياسبورا
fr: Identifiant Diaspora

source: Diaspora password
ar: كلمة مرور الدياسبورا
de: Diaspora-Passwort
fr: Mot de passe Diaspora

source: Privacy notice: Your Diaspora password will be stored unencrypted to authenticate you with your Diaspora pod. This means your Friendica node administrator can have access to it.
ar: إشعار الخصوصية: سيتم تخزين كلمة المرور الخاصة بك في الدياسبورا دون تشفير للمصادقة عليك مع جروب الشتات الخاص بك. هذا يعني أنه يمكن لمسؤول عقدة Friendica الوصول إليهز
de: Datenschutzhinweis: Dein Diaspora-Passwort wird unverschlüsselt gespeichert, um dich an deinem Diaspora-Pod zu authentifizieren. Dadurch kann der Administrator deines Friendica-Knotens Zugriff darauf erlangen.
fr: Vie privée : Votre mot de passe Diaspora sera stocké sans encryption pour vous identifier sur votre pod. Cela signifie que l’administrateur de votre pod Diaspora peut y avoir accès.

source: Post to Diaspora by default
ar: 1 انشر في الدياسبورا بشكل افتراضي
de: Veröffentliche öffentliche Beiträge standardmäßig bei Diaspora
fr: Publier sur Diaspora par défaut

source: Diaspora settings updated.
de: Diaspora-Einstellungen aktualisiert.

source: Diaspora connector disabled.
de: Diaspora-Connector deaktiviert.
