Repository: Abysim/friendica-addons
Catalog: curweather/lang/*/messages.po
Languages: hu

source: Error fetching weather data.\nError was:
hu: Hiba az időjárási adatok lekérésekor.\nA hiba ez volt:

source: Current Weather
hu: Jelenlegi időjárás

source: Relative Humidity
hu: Relatív páratartalom

source: Pressure
hu: Légnyomás

source: Wind
hu: Szél

source: Last Updated
hu: Utoljára frissítve

source: Data by
hu: Adatszolgáltató

source: Show on map
hu: Megjelenítés térképen

source: There was a problem accessing the weather data. But have a look
hu: Probléma történt az időjárási adatokhoz való hozzáféréskor. De nézzen körül itt:

source: at OpenWeatherMap
hu: OpenWeatherMap

source: Current Weather settings updated.
hu: A jelenlegi időjárás beállításai frissítve.

source: No APPID found, please contact your admin to obtain one.
hu: Nem található alkalmazásazonosító. Vegye fel a kapcsolatot az adminisztrátorral, hogy beszerezzen egyet.

source: Save Settings
hu: Beállítások mentése

source: Settings
hu: Beállítások

source: Enter either the name of your location or the zip code.
hu: Adja meg a tartózkodási helyének a nevét vagy az irányítószámát.

source: Your Location
hu: Az Ön tartózkodási helye

source: Identifier of your location (name or zip code), e.g. <em>Berlin,DE</em> or <em>14476,DE</em>.
hu: A tartózkodási helyének azonosítója (neve vagy irányítószáma), például <em>Budapest,HU</em> vagy <em>1234,HU</em>.

source: Units
hu: Mértékegységek

source: select if the temperature should be displayed in &deg;C or &deg;F
hu: Annak kiválasztása, hogy a hőmérsékletet &deg;C vagy &deg;F fokban kell megjeleníteni.

source: Show weather data
hu: Időjárási adatok megjelenítése

source: Curweather settings saved.
hu: A jelenlegi időjárás beállításai elmentve.

source: Caching Interval
hu: Gyorsítótárazási időköz

source: For how long should the weather data be cached? Choose according your OpenWeatherMap account type.
hu: Mennyi ideig kell az időjárási adatokat gyorsítótárazni? Válasszon az OpenWeatherMap fióktípusa szerint.

source: no cache
hu: nincs gyorsítótár

source: minutes
hu: perc

source: Your APPID
hu: Az alkalmazásazonosítója

source: Your API key provided by OpenWeatherMap
hu: Az OpenWeatherMap által biztosított API-kulcsa
