Repository: Abysim/friendica-addons
Catalog: buffer/lang/*/messages.po
Languages: ar, ca, de, hu, sv

source: Permission denied.
ar: الطلب مرفوض.
ca: Permís denegat.
de: Zugriff verweigert.
hu: Hozzáférés megtagadva.
sv: Åtkomst nekad.

source: Save Settings
ca: Desa la configuració
de: Einstellungen speichern
hu: Beállítások mentése
sv: Spara inställningar

source: Client ID
ar: بطاقة العميل
ca: Identificador de client
hu: Ügyfél-azonosító
sv: Klient-ID

source: Client Secret
ar: أسرار العميل
ca: Secret del client
hu: Ügyféltitok
sv: Klient hemlig nyckel

source: Error when registering buffer connection:
ar: خطأ عند تسجيل اتصال المخزن المؤقت:
ca: Error al registrar la connexió del buffer:
de: Fehler beim Registrieren des Buffer-Connectors.
hu: Hiba a Buffer-kapcsolat regisztrálásakor:
sv: Fel vid anslutning till Buffer

source: You are now authenticated to buffer.
ar: لقد تمت تصديقك الآن للتخزين المؤقت.
ca: Ara esteu autenticats com a buffer.
de: Du bist nun auf Buffer authentifiziert.
hu: Most már hitelesítve van a Bufferhez.
sv: Du är nu autentiserad mot Buffer.

source: return to the connector page
ar: الرجوع إلى صفحة الموصل
ca: Torna a la pàgina del connector
de: zurück zur Connector-Seite
hu: Visszatérés az összekötő oldalra
sv: återgå till anslutningssida

source: Post to Buffer
ar: أضف إلى المخزن المؤقت
ca: Publica a Buffer
de: Auf Buffer veröffentlichen
hu: Beküldés a Bufferre
sv: Inlägg till Buffer

source: Buffer Export
ar: تصدير المخزن المؤقت
ca: Exportació de buffer
hu: Buffer exportálás
sv: Export till Buffer

source: Authenticate your Buffer connection
ar: تصديق اتصال مخزنك المؤقت
ca: Autentiqueu la vostra connexió buffer
de: Authentifiziere deine Verbindung zu Buffer
hu: A Buffer-kapcsolatának hitelesítése
sv: Validera din anslutning mot Buffer

source: Enable Buffer Post Addon
ar: تفعيل ملحق الإضافة للمخزن المؤقت
ca: Activa l’addició de missatges de buffer
de: Buffer-Post-Addon aktivieren
hu: A Buffer-beküldő bővítmény engedélyezése
sv: Aktivera tillägg för Buffer-inlägg

source: Post to Buffer by default
ar: إضافة إلي المخزن المؤقت بشكل افتراضي
ca: Publica a Buffer de manera predeterminada
de: Standardmäßig auf Buffer veröffentlichen
hu: Beküldés a Bufferre alapértelmezetten
sv: Lägg in på Buffer som standard

source: Check to delete this preset
ar: تحقق لحذف هذا الإعداد المسبق
ca: Comproveu suprimir aquesta configuració
de: Markieren, um diese Voreinstellung zu löschen
hu: Jelölje be az előbeállítás törléséhez
sv: Markera för att ta bort förinställning

source: Posts are going to all accounts that are enabled by default:
ar: جميع المشاركات ستنتقل إلى الحسابات التي تم تمكينها افتراضيًا:
ca: Les publicacions aniran a tots els comptes que estan habilitats de manera predeterminada:
de: Beiträge werden an alle Accounts geschickt, die standardmäßig aktiviert sind.
hu: A bejegyzések az összes olyan fiókba mennek, amelyek alapértelmezetten engedélyezve vannak:
sv: Inlägg skickas som standard till alla konton som är aktiverade:
